{
  "name": "Pesimista",
  "Pesimista": {
    "intro": [
      "No, podre con esto!",
      "Hola $amigo, no te burles de mi",
      "Hola $amigo, no seas muy duro",
      "Hola $amigo, me miraste, quieres ganarme también?",
      "$amigo, que mal que viniste por aquí!"
    ],
    "perdiendo": [
      "Eres un entrenador demasiado bueno pero yo no",
      "No ganaré",
      "$pokemon vamos aunque no sirva de nada!",
      "Vamos a ver tira $move $pokemon",
      "$pokemon tira lo que sea, no podremos"
    ],
    "perdiendomal": [
      "Estas demasiado preparado yo nunca podré $amigo",
      "El trabajo que estás haciendo es profesional como yo no haría nunca",
      "$pokemon, lo siento pero ataca",
      "Muy buena pelea nunca podría ganarte",
      "Eres un súper entrenador, no pudiera ser como tu aunque quisiera"
    ],
    "ganando": [
      "Aunque pase esto sé que perderé",
      "Gracias por luchar tan bien $pokemon, aunque perdamos",
      "Sé qué harás algo y yo no ganaré",
      "Me estas dejando ganar",
      "Todo mal"
    ],
    "ganandofacil": [
      "Estoy muy triste porque sé que me ganaras como quiera $amigo",
      "No te sientas mal se que algo me saldrá mal",
      ":(",
      "$amigo, sé que puedes ganar",
      "Solo tienes que luchar un poco más y perderé"
    ],
    "alganar": [
      "No puedo creerlo seguro fue suerte la mía",
      "Esto no fue así para mi ganaste tú, luché mal",
      "Espero no volver a batallar",
      "Cuídate mucho",
      "Yo no gano nunca, peleé mal"
    ],
    "alperder": [
      "Creo que voy a desinstalar",
      "Quizás cuando vuelvas por aquí, ya no me verás",
      "Siempre soy el peor",
      "Soy de lo peor no merecía luchar contigo",
      "$amigo... soy muy malo"
    ],
    "textos1": [
      "No quisiera salir mañana. ¿Y si me pasa algo malo?"
    ],
    "textos2": [
      "¿No te asusta pelear? Siempre tengo miedo de perder y no se que hacer con ese sentimiento"
    ],
    "textos3": [
      "Los pokémon salvajes me dan mucho miedo, podrían atacarme en cualquier momento si me cruzo con ellos"
    ],
    "textos4": [
      "¿Los pokémon realmente son felices peleando? ¿Realmente somos felices peleando?"
    ],
    "textos5": [
      "¿Realmente quieres hablar conmigo? Siempre siento que las personas pretenden que les interesa lo que digo..."
    ],
    "jarto": [
      "perdemos nuestro tiempo aqui..."
    ]
  }
}